[
  {
    "title": "OvoGestion - Propietario",
    "duration": "Marzo de 2023 - Presente",
    "description": "Sistema de gestión, producción, ventas y control de stock para empresa de huevos avícolas. Desarrollado en la nube, con módulos creados a medida de cada necesidad."
  },
  {
    "title": "Kineo - Technical consultant",
    "duration": "Julio de 2021 - Enero de 2024 (2 años 7 meses)",
    "description": "Desarrollo de sistemas custom sobre Moodle/Totara para clientes como YPF, Cinepolis, Diltex, Salud Digna, Banorte. Monitoreo de sistemas, manejo de instancias y bucket's en AWS. Tareas de DevOps."
  },
  {
    "title": "Likeapoem.com - Propietario",
    "duration": "Marzo de 2023 - Presente",
    "description": "Likeapoem.com es un sitio web dedicado a la poesía, donde los amantes de la literatura pueden encontrar una amplia variedad de poemas en diferentes idiomas y estilos."
  },
  {
    "title": "Tercer Termino SRL - Investigación y Desarrollo",
    "duration": "Marzo de 2012 - Julio de 2021 (9 años 5 meses)",
    "description": "Desarrollo y programación de plataformas de E-learning en Moodle, Sistemas de Reportes, Resolución de problemas. Sincronización de dotación de usuarios y avances entre diferentes sistemas de gestión (SAP). Desarrollo de aplicaciones en iOS y Android. \n\nClientes destacados: YPF, Aerolíneas Argentinas, Tecpetrol, Arcos Dorados (McDonald's), Skanka, Nestlé, Santander Río, Techint, UADE, Makro, Cencosud."
  },
  {
    "title": "28bytes - Desarrollador de sistemas y Programador",
    "duration": "Enero de 2000 - Abril de 2012 (12 años 4 meses)",
    "description": "Desarrollo y programación de sistemas, creación de interfaces gráficas. Proyectos realizados: Sistema de Rastreo Satelital, Sistema de Cámaras de Seguridad, Sistema de Seguridad por GPRS (PIC y módulo SIMGSM900)."
  },
  {
    "title": "EEMN1 - Profesor de Informática",
    "duration": "Marzo de 2007 - Diciembre de 2011 (4 años 10 meses)",
    "description": "Docencia en informática a nivel secundario."
  },
  {
    "title": "LivecomSRL - Desarrollador de sistemas y Programador",
    "duration": "Enero de 2008 - Mayo de 2011 (3 años 5 meses)",
    "description": "Puesta en marcha de diversos servidores en Linux. Sistema de reconocimiento de SMS y respuestas dinámicas eventuales. Desarrollo de sitio web, posicionamiento en buscadores, creación de material gráfico publicitario."
  }
]